<pad>	0
<s>	0
</s>	0
<unk>	0
▁t	-0
he	-1
▁i	-2
▁a	-3
▁w	-4
▁s	-5
ou	-6
▁to	-7
re	-8
▁the	-9
▁m	-10
▁我	-11
in	-12
▁h	-13
▁y	-14
▁d	-15
▁b	-16
on	-17
▁you	-18
▁c	-19
ve	-20
at	-21
▁l	-22
▁f	-23
▁he	-24
an	-25
ing	-26
is	-27
▁th	-28
or	-29
▁p	-30
en	-31
er	-32
as	-33
ll	-34
▁g	-35
ed	-36
▁is	-37
ar	-38
▁n	-39
▁o	-40
es	-41
▁你	-42
▁他	-43
om	-44
ow	-45
▁in	-46
it	-47
ay	-48
ot	-49
▁do	-50
▁tom	-51
▁ha	-52
▁be	-53
▁of	-54
le	-55
ld	-56
汤姆	-57
ke	-58
▁it	-59
▁e	-60
▁we	-61
oo	-62
et	-63
▁wh	-64
us	-65
id	-66
▁me	-67
ic	-68
▁an	-69
▁she	-70
im	-71
ver	-72
▁li	-73
▁my	-74
▁st	-75
▁have	-76
▁was	-77
▁for	-78
▁on	-79
▁汤姆	-80
▁that	-81
▁她	-82
▁this	-83
gh	-84
▁r	-85
ch	-86
▁re	-87
ter	-88
ould	-89
ome	-90
her	-91
▁这	-92
▁go	-93
ad	-94
▁don	-95
▁can	-96
al	-97
▁k	-98
un	-99
▁at	-100
▁what	-101
▁ne	-102
▁are	-103
▁your	-104
ght	-105
ent	-106
ill	-107
st	-108
ant	-109
▁我们	-110
se	-111
▁not	-112
什么	-113
out	-114
▁sh	-115
very	-116
▁his	-117
▁as	-118
▁like	-119
ith	-120
am	-121
▁with	-122
▁did	-123
ook	-124
ri	-125
ion	-126
ut	-127
ly	-128
ac	-129
▁want	-130
▁kn	-131
▁se	-132
all	-133
▁her	-134
▁j	-135
ain	-136
ir	-137
▁him	-138
▁there	-139
▁know	-140
ak	-141
知道	-142
▁我不	-143
没有	-144
ake	-145
▁whe	-146
▁will	-147
ro	-148
up	-149
ight	-150
我的	-151
▁wor	-152
one	-153
▁en	-154
喜欢	-155
pe	-156
一个	-157
ood	-158
▁te	-159
ur	-160
ish	-161
▁ab	-162
▁ch	-163
day	-164
▁tr	-165
▁and	-166
▁has	-167
ce	-168
我们	-169
▁pl	-170
▁how	-171
▁us	-172
ore	-173
▁very	-174
ase	-175
▁tim	-176
ink	-177
ust	-178
th	-179
▁al	-180
ong	-181
ary	-182
▁they	-183
▁fr	-184
▁so	-185
▁no	-186
▁up	-187
▁all	-188
▁get	-189
end	-190
▁any	-191
▁time	-192
你的	-193
and	-194
ast	-195
pp	-196
▁ple	-197
▁had	-198
这个	-199
ard	-200
▁good	-201
ct	-202
ge	-203
▁un	-204
▁please	-205
oun	-206
▁here	-207
▁would	-208
▁think	-209
ul	-210
▁le	-211
▁see	-212
▁am	-213
▁by	-214
▁他们	-215
▁does	-216
▁let	-217
il	-218
ave	-219
▁from	-220
our	-221
▁out	-222
他的	-223
ap	-224
are	-225
op	-226
▁ex	-227
ame	-228
▁book	-229
▁should	-230
ry	-231
▁about	-232
ice	-233
qu	-234
ble	-235
ive	-236
ost	-237
▁man	-238
other	-239
est	-240
▁de	-241
ist	-242
ather	-243
▁su	-244
▁come	-245
▁some	-246
▁work	-247
▁请	-248
▁didn	-249
▁af	-250
gl	-251
if	-252
ays	-253
▁mary	-254
▁too	-255
▁我想	-256
▁car	-257
ud	-258
工作	-259
玛丽	-260
ation	-261
ate	-262
ind	-263
▁spe	-264
ool	-265
▁engl	-266
可以	-267
ren	-268
row	-269
▁ag	-270
▁every	-271
▁could	-272
alk	-273
ally	-274
▁going	-275
ss	-276
ree	-277
▁fe	-278
▁那	-279
▁look	-280
▁than	-281
▁cl	-282
▁home	-283
▁english	-284
aid	-285
▁who	-286
▁com	-287
▁ar	-288
▁co	-289
▁been	-290
不是	-291
der	-292
ck	-293
时候	-294
▁ro	-295
应该	-296
▁when	-297
▁sch	-298
▁got	-299
▁speak	-300
▁where	-301
ars	-302
ning	-303
▁school	-304
告诉	-305
▁ye	-306
▁take	-307
现在	-308
▁qu	-309
▁if	-310
▁lo	-311
▁stud	-312
今天	-313
▁br	-314
▁now	-315
▁one	-316
ep	-317
认为	-318
▁hel	-319
▁pro	-320
▁v	-321
ers	-322
▁par	-323
▁help	-324
red	-325
▁我的	-326
▁last	-327
▁were	-328
在这	-329
hing	-330
ie	-331
▁po	-332
▁int	-333
英语	-334
ack	-335
▁mad	-336
▁need	-337
fe	-338
怎么	-339
▁wr	-340
ess	-341
uch	-342
▁bet	-343
▁long	-344
了一	-345
ass	-346
ild	-347
▁day	-348
▁tw	-349
▁bus	-350
▁new	-351
▁much	-352
lf	-353
▁eat	-354
▁con	-355
▁wat	-356
orrow	-357
▁play	-358
ort	-359
▁made	-360
▁read	-361
▁doesn	-362
可能	-363
给我	-364
▁father	-365
▁ask	-366
ig	-367
ought	-368
▁tell	-369
需要	-370
▁bo	-371
ound	-372
ty	-373
▁live	-374
▁more	-375
问题	-376
el	-377
▁just	-378
▁pe	-379
▁pre	-380
▁tomorrow	-381
很多	-382
▁lot	-383
▁why	-384
itt	-385
ure	-386
ine	-387
ous	-388
▁but	-389
▁old	-390
▁after	-391
明天	-392
▁ac	-393
▁or	-394
ite	-395
omet	-396
▁happ	-397
非常	-398
hed	-399
▁sp	-400
▁back	-401
必须	-402
时间	-403
▁off	-404
mb	-405
▁wa	-406
▁这是	-407
ang	-408
▁child	-409
已经	-410
▁ho	-411
▁say	-412
▁yes	-413
▁went	-414
不要	-415
到了	-416
▁better	-417
▁may	-418
▁many	-419
昨天	-420
本书	-421
ople	-422
▁room	-423
▁people	-424
▁ten	-425
▁somet	-426
▁really	-427
是个	-428
▁ad	-429
▁bu	-430
▁ke	-431
ouse	-432
terday	-433
▁yesterday	-434
thing	-435
▁wait	-436
不会	-437
oney	-438
ving	-439
ways	-440
▁two	-441
riend	-442
▁money	-443
▁always	-444
xt	-445
孩子	-446
▁sw	-447
apan	-448
▁japan	-449
她的	-450
让我	-451
▁make	-452
▁today	-453
哪里	-454
ide	-455
urn	-456
▁our	-457
mp	-458
父亲	-459
rive	-460
self	-461
▁pr	-462
▁我在	-463
为什么	-464
ried	-465
▁won	-466
▁love	-467
▁night	-468
ick	-469
▁talk	-470
▁house	-471
lo	-472
▁must	-473
自己	-474
▁under	-475
任何	-476
有一	-477
▁bec	-478
的人	-479
own	-480
▁next	-481
▁friend	-482
aw	-483
▁years	-484
ount	-485
▁right	-486
▁three	-487
了吗	-488
▁我会	-489
ther	-490
▁put	-491
▁在	-492
他们	-493
希望	-494
朋友	-495
▁mother	-496
房间	-497
▁ear	-498
▁stay	-499
age	-500
fore	-501
▁bel	-502
▁again	-503
▁before	-504
ag	-505
▁这个	-506
▁never	-507
▁jo	-508
日本	-509
ven	-510
▁dr	-511
▁op	-512
▁dog	-513
▁gave	-514
▁give	-515
正在	-516
▁sm	-517
▁something	-518
一点	-519
不能	-520
ict	-521
ough	-522
au	-523
东西	-524
甚么	-525
▁rain	-526
▁well	-527
▁mo	-528
学校	-529
在这里	-530
▁call	-531
▁plan	-532
▁said	-533
真的	-534
▁isn	-535
▁mor	-536
▁有	-537
开始	-538
很好	-539
起来	-540
那里	-541
ity	-542
▁fl	-543
▁down	-544
▁walk	-545
▁morning	-546
ek	-547
ittle	-548
▁over	-549
▁little	-550
▁他的	-551
▁care	-552
▁hard	-553
▁told	-554
▁week	-555
▁study	-556
的时候	-557
▁asked	-558
▁still	-559
▁anything	-560
ts	-561
▁您	-562
如果	-563
use	-564
▁fin	-565
▁mar	-566
▁feel	-567
▁into	-568
▁late	-569
ach	-570
ies	-571
ire	-572
告诉我	-573
ress	-574
▁dif	-575
▁letter	-576
ft	-577
住在	-578
觉得	-579
▁你的	-580
mber	-581
▁sun	-582
▁comp	-583
▁children	-584
▁我不知道	-585
ab	-586
ue	-587
相信	-588
ied	-589
▁如果	-590
▁app	-591
▁soon	-592
▁leave	-593
▁brother	-594
的事	-595
ich	-596
akes	-597
▁swim	-598
▁train	-599
▁mon	-600
▁thing	-601
pt	-602
回来	-603
无法	-604
▁aw	-605
▁gu	-606
▁你能	-607
blem	-608
▁other	-609
▁problem	-610
每天	-611
那个	-612
ten	-613
▁bre	-614
▁way	-615
▁我认为	-616
▁door	-617
▁keep	-618
发生	-619
ieve	-620
▁believe	-621
▁别	-622
所有	-623
ace	-624
▁hand	-625
▁teac	-626
▁took	-627
▁watch	-628
dy	-629
总是	-630
想要	-631
火车	-632
离开	-633
▁gr	-634
▁buy	-635
房子	-636
fic	-637
ond	-638
▁acc	-639
▁rem	-640
rench	-641
▁list	-642
▁meet	-643
▁only	-644
▁used	-645
▁french	-646
▁underst	-647
做什么	-648
able	-649
▁cat	-650
▁你应该	-651
▁came	-652
bo	-653
de	-654
回家	-655
电话	-656
art	-657
ese	-658
ork	-659
▁str	-660
了我	-661
cle	-662
ult	-663
▁今天	-664
▁没有	-665
▁afr	-666
▁我喜欢	-667
▁cold	-668
▁left	-669
▁show	-670
▁often	-671
早上	-672
游泳	-673
irst	-674
rest	-675
▁exp	-676
▁mat	-677
▁wish	-678
▁teacher	-679
法语	-680
act	-681
ose	-682
ence	-683
▁use	-684
ished	-685
ister	-686
▁hour	-687
▁turn	-688
▁water	-689
去了	-690
小时	-691
是我	-692
ket	-693
▁你有	-694
ance	-695
▁open	-696
▁understand	-697
ol	-698
多少	-699
这里	-700
高兴	-701
iss	-702
ctor	-703
ired	-704
▁year	-705
▁bl	-706
▁我要	-707
▁我希望	-708
▁their	-709
▁afraid	-710
iz	-711
sp	-712
好的	-713
学习	-714
air	-715
ful	-716
▁不要	-717
▁你不	-718
▁boy	-719
▁gre	-720
▁imp	-721
estion	-722
▁bought	-723
一起	-724
以前	-725
说话	-726
ail	-727
get	-728
ting	-729
▁away	-730
▁first	-731
▁happen	-732
▁sunday	-733
▁wanted	-734
▁student	-735
▁fo	-736
不知道	-737
▁cle	-738
▁job	-739
▁lik	-740
▁vis	-741
什么时候	-742
▁find	-743
▁inte	-744
▁happy	-745
▁heard	-746
▁these	-747
▁arrive	-748
▁doctor	-749
▁question	-750
一次	-751
给你	-752
▁gl	-753
ated	-754
body	-755
▁pol	-756
▁busy	-757
▁done	-758
▁drink	-759
▁party	-760
▁把	-761
因为	-762
ise	-763
▁他在	-764
ause	-765
▁你可以	-766
▁mist	-767
▁count	-768
▁doing	-769
▁friends	-770
▁nothing	-771
leep	-772
▁dec	-773
▁fam	-774
▁saw	-775
▁sister	-776
gg	-777
os	-778
▁它	-779
一下	-780
医生	-781
许多	-782
那么	-783
igh	-784
ory	-785
在哪里	-786
▁big	-787
▁dis	-788
ember	-789
▁name	-790
▁stop	-791
▁found	-792
▁which	-793
▁listen	-794
▁station	-795
ng	-796
帮助	-797
星期	-798
昨晚	-799
美国	-800
ile	-801
▁sc	-802
了什么	-803
iver	-804
▁bed	-805
▁pass	-806
▁seem	-807
▁sure	-808
▁visit	-809
是谁	-810
ady	-811
aut	-812
▁你想	-813
▁我有	-814
不喜欢	-815
▁att	-816
▁pen	-817
▁我不想	-818
▁我知道	-819
▁best	-820
▁life	-821
▁lost	-822
▁pict	-823
▁month	-824
▁picture	-825
▁reading	-826
▁interest	-827
ix	-828
一直	-829
ath	-830
hes	-831
ily	-832
ner	-833
ull	-834
▁你们	-835
oston	-836
▁beaut	-837
▁boston	-838
▁diffic	-839
▁looking	-840
we	-841
决定	-842
士顿	-843
好吗	-844
网球	-845
cer	-846
nis	-847
▁我对	-848
波士顿	-849
▁che	-850
▁des	-851
▁eas	-852
▁hot	-853
▁min	-854
▁hear	-855
▁them	-856
▁drive	-857
▁around	-858
▁tennis	-859
▁remember	-860
一些	-861
了他	-862
学生	-863
就是	-864
母亲	-865
的话	-866
认识	-867
▁ph	-868
▁我很	-869
ange	-870
ment	-871
▁ago	-872
▁run	-873
aking	-874
▁ever	-875
▁books	-876
▁class	-877
▁wants	-878
▁finished	-879
ky	-880
no	-881
一样	-882
名字	-883
多久	-884
天气	-885
男孩	-886
ffe	-887
ian	-888
ually	-889
▁same	-890
▁break	-891
▁early	-892
▁wrong	-893
▁enough	-894
▁thought	-895
▁当	-896
成为	-897
这么	-898
ted	-899
▁你在	-900
▁ans	-901
▁try	-902
▁flow	-903
▁lear	-904
▁park	-905
▁pers	-906
▁likes	-907
▁young	-908
▁beautif	-909
▁because	-910
wn	-911
结婚	-912
老师	-913
▁sn	-914
ible	-915
lock	-916
▁beg	-917
▁bir	-918
ident	-919
▁seen	-920
▁married	-921
ok	-922
两个	-923
在家	-924
得很	-925
意思	-926
跟我	-927
augh	-928
▁ide	-929
▁sho	-930
▁cook	-931
▁sing	-932
▁knows	-933
▁minut	-934
▁beautiful	-935
ip	-936
出去	-937
到你	-938
参加	-939
音乐	-940
uth	-941
我们的	-942
▁adv	-943
▁pret	-944
▁person	-945
人都	-946
咖啡	-947
电影	-948
计划	-949
还是	-950
Tom	-951
wer	-952
了一个	-953
是我的	-954
eric	-955
ffee	-956
work	-957
▁yet	-958
▁miss	-959
▁tired	-960
▁americ	-961
▁coffee	-962
▁couldn	-963
▁someone	-964
00	-965
下雨	-966
不想	-967
妈妈	-968
最好	-969
gry	-970
这本书	-971
▁bot	-972
▁six	-973
▁sup	-974
▁goes	-975
▁wasn	-976
▁quite	-977
▁difficult	-978
做的	-979
几乎	-980
地方	-981
生活	-982
ect	-983
▁我没	-984
▁我能	-985
是一个	-986
▁gir	-987
▁res	-988
▁我父亲	-989
ready	-990
▁able	-991
▁days	-992
▁fire	-993
▁sleep	-994
▁police	-995
▁already	-996
▁getting	-997
▁japanese	-998
个月	-999
完成	-1000
很有	-1001
电视	-1002
看见	-1003
确定	-1004
记得	-1005
▁他有	-1006
让我们	-1007
ious	-1008
ital	-1009
most	-1010
▁bro	-1011
▁met	-1012
▁你知道	-1013
clock	-1014
▁food	-1015
▁hope	-1016
▁你为什么	-1017
▁truth	-1018
▁almost	-1019
▁meeting	-1020
上了	-1021
今晚	-1022
会议	-1023
园里	-1024
旅行	-1025
看看	-1026
ign	-1027
mer	-1028
uck	-1029
ater	-1030
▁lar	-1031
▁mov	-1032
▁我今天	-1033
▁汤姆在	-1034
▁once	-1035
▁tall	-1036
▁wind	-1037
▁arrived	-1038
▁weather	-1039
ub	-1040
um	-1041
分钟	-1042
发现	-1043
开车	-1044
很快	-1045
感到	-1046
的是	-1047
跟你	-1048
ark	-1049
▁这些	-1050
说英语	-1051
port	-1052
usic	-1053
▁far	-1054
▁hur	-1055
▁ton	-1056
▁cont	-1057
▁five	-1058
▁mind	-1059
▁being	-1060
▁music	-1061
▁thank	-1062
▁answer	-1063
▁things	-1064
▁playing	-1065
▁homework	-1066
av	-1067
oy	-1068
伦敦	-1069
如何	-1070
对我	-1071
建议	-1072
每个	-1073
派对	-1074
睡觉	-1075
苹果	-1076
说他	-1077
▁ey	-1078
▁你要	-1079
▁玛丽	-1080
看起来	-1081
angu	-1082
fast	-1083
▁air	-1084
▁fun	-1085
▁hun	-1086
▁lun	-1087
▁win	-1088
▁我现在	-1089
ondon	-1090
▁mean	-1091
▁nice	-1092
▁stre	-1093
▁hours	-1094
▁langu	-1095
▁place	-1096
▁london	-1097
▁tonight	-1098
▁breakfast	-1099
之前	-1100
准备	-1101
同意	-1102
帮我	-1103
走了	-1104
车站	-1105
les	-1106
▁他不	-1107
▁你是	-1108
pect	-1109
▁bad	-1110
▁bit	-1111
▁ele	-1112
▁few	-1113
▁war	-1114
▁fish	-1115
▁girl	-1116
▁idea	-1117
▁near	-1118
▁我不喜欢	-1119
ssible	-1120
▁alone	-1121
▁lives	-1122
▁looks	-1123
▁while	-1124
▁yourself	-1125
一定	-1126
大的	-1127
来说	-1128
男人	-1129
衣服	-1130
orm	-1131
▁ap	-1132
▁明天	-1133
aren	-1134
ball	-1135
orry	-1136
▁din	-1137
▁sec	-1138
▁我可以	-1139
▁even	-1140
▁high	-1141
▁pain	-1142
▁snow	-1143
▁light	-1144
▁sorry	-1145
▁times	-1146
▁coming	-1147
▁office	-1148
▁wonder	-1149
be	-1150
下午	-1151
世界	-1152
爸爸	-1153
ife	-1154
int	-1155
了他的	-1156
怎么样	-1157
▁pay	-1158
▁rec	-1159
▁suc	-1160
▁我想要	-1161
▁easy	-1162
▁kind	-1163
▁learn	-1164
▁lunch	-1165
▁river	-1166
▁matter	-1167
▁usually	-1168
▁without	-1169
▁对	-1170
▁谁	-1171
上学	-1172
习惯	-1173
担心	-1174
看到	-1175
经常	-1176
ank	-1177
▁她的	-1178
▁我是	-1179
▁有人	-1180
▁现在	-1181
aper	-1182
cept	-1183
ense	-1184
noon	-1185
▁ret	-1186
▁son	-1187
▁sur	-1188
▁如果你	-1189
▁chin	-1190
▁doll	-1191
▁mine	-1192
▁wear	-1193
▁word	-1194
arents	-1195
▁agree	-1196
▁haven	-1197
▁minutes	-1198
▁parents	-1199
▁afternoon	-1200
iv	-1201
te	-1202
ys	-1203
▁一	-1204
下来	-1205
不到	-1206
成功	-1207
打算	-1208
找到	-1209
明白	-1210
晚上	-1211
点钟	-1212
父母	-1213
amp	-1214
erm	-1215
icy	-1216
joy	-1217
ote	-1218
oto	-1219
▁sl	-1220
不是吗	-1221
了我的	-1222
cess	-1223
ross	-1224
▁act	-1225
▁dep	-1226
▁sat	-1227
▁为什么	-1228
▁我没有	-1229
▁true	-1230
▁enjoy	-1231
▁shoes	-1232
▁short	-1233
▁those	-1234
▁dinner	-1235
▁street	-1236
▁working	-1237
io	-1238
▁人	-1239
买了	-1240
儿子	-1241
努力	-1242
去年	-1243
去过	-1244
只是	-1245
女孩	-1246
容易	-1247
年轻	-1248
散步	-1249
桌子	-1250
语言	-1251
ock	-1252
til	-1253
▁cr	-1254
▁sk	-1255
▁她在	-1256
▁我从	-1257
▁我听	-1258
得很好	-1259
打网球	-1260
ared	-1261
ised	-1262
side	-1263
▁thr	-1264
▁我需要	-1265
▁clean	-1266
▁dress	-1267
▁seems	-1268
▁stand	-1269
▁start	-1270
▁until	-1271
▁eating	-1272
▁family	-1273
▁window	-1274
▁another	-1275
▁flowers	-1276
▁everything	-1277
不起	-1278
东京	-1279
会来	-1280
周日	-1281
和我	-1282
好了	-1283
常常	-1284
是一	-1285
漂亮	-1286
过了	-1287
这样	-1288
附近	-1289
kyo	-1290
▁昨天	-1291
孩子们	-1292
ince	-1293
ited	-1294
▁box	-1295
anger	-1296
▁desk	-1297
▁fore	-1298
▁most	-1299
▁rest	-1300
▁begin	-1301
▁bring	-1302
▁great	-1303
▁table	-1304
▁tokyo	-1305
▁world	-1306
▁write	-1307
▁accident	-1308
▁studying	-1309
az	-1310
ew	-1311
ph	-1312
▁不	-1313
▁要	-1314
去做	-1315
去看	-1316
回答	-1317
打开	-1318
来了	-1319
照顾	-1320
解决	-1321
警察	-1322
读书	-1323
里有	-1324
ens	-1325
iet	-1326
oud	-1327
▁el	-1328
了这个	-1329
的东西	-1330
ient	-1331
pped	-1332
used	-1333
▁sal	-1334
▁汤姆不	-1335
▁让我们	-1336
▁aren	-1337
▁free	-1338
▁part	-1339
▁pres	-1340
▁sent	-1341
▁sick	-1342
▁tele	-1343
▁angry	-1344
▁glass	-1345
▁lived	-1346
▁uncle	-1347
▁country	-1348
▁everyone	-1349
▁u	-1350
▁但	-1351
上的	-1352
危险	-1353
我会	-1354
生气	-1355
看来	-1356
考试	-1357
rip	-1358
ved	-1359
▁你会	-1360
▁让我	-1361
alth	-1362
ided	-1363
lain	-1364
▁add	-1365
▁beh	-1366
▁dri	-1367
▁hor	-1368
▁我觉得	-1369
aught	-1370
feren	-1371
illed	-1372
▁city	-1373
▁dark	-1374
▁eyes	-1375
▁writ	-1376
▁comes	-1377
▁himself	-1378
▁waiting	-1379
br	-1380
医院	-1381
哪儿	-1382
城市	-1383
女儿	-1384
很难	-1385
比赛	-1386
真相	-1387
让你	-1388
重要	-1389
错误	-1390
食物	-1391
▁ju	-1392
▁tv	-1393
▁请你	-1394
打电话	-1395
给了我	-1396
见到你	-1397
avel	-1398
ular	-1399
ward	-1400
▁bab	-1401
▁cry	-1402
▁red	-1403
▁ser	-1404
▁wom	-1405
▁我不能	-1406
arden	-1407
iness	-1408
ouble	-1409
▁exam	-1410
▁hosp	-1411
▁hands	-1412
▁tried	-1413
▁wrote	-1414
aughter	-1415
▁anyone	-1416
▁become	-1417
▁called	-1418
▁change	-1419
▁garden	-1420
▁pretty	-1421
▁travel	-1422
▁through	-1423
▁hospital	-1424
▁interesting	-1425
."	-1426
▁"	-1427
件事	-1428
叔叔	-1429
妹妹	-1430
封信	-1431
开心	-1432
早餐	-1433
独自	-1434
继续	-1435
见过	-1436
让他	-1437
起床	-1438
钢琴	-1439
麻烦	-1440
ced	-1441
oke	-1442
告诉你	-1443
说的话	-1444
llow	-1445
ming	-1446
ream	-1447
tain	-1448
▁Tom	-1449
▁ref	-1450
▁你必须	-1451
▁你最好	-1452
▁你认为	-1453
▁我们在	-1454
▁both	-1455
▁disc	-1456
▁hair	-1457
▁knew	-1458
▁lend	-1459
▁pian	-1460
▁says	-1461
▁such	-1462
▁wife	-1463
▁broke	-1464
▁large	-1465
▁makes	-1466
▁phone	-1467
▁advice	-1468
▁having	-1469
▁helped	-1470
▁import	-1471
▁living	-1472
▁mistake	-1473
▁daughter	-1474
▁language	-1475
af	-1476
ax	-1477
ia	-1478
li	-1479
一天	-1480
上有	-1481
做了	-1482
唱歌	-1483
大学	-1484
感觉	-1485
所以	-1486
来的	-1487
的书	-1488
这些	-1489
als	-1490
ize	-1491
ret	-1492
road	-1493
▁cap	-1494
▁end	-1495
▁inv	-1496
▁per	-1497
▁reg	-1498
▁sol	-1499
▁tea	-1500
▁我已经	-1501
每个人都	-1502
▁baby	-1503
▁bicy	-1504
▁coll	-1505
▁dict	-1506
▁four	-1507
▁game	-1508
▁pick	-1509
▁supp	-1510
▁trip	-1511
▁wall	-1512
▁looked	-1513
▁wouldn	-1514
▁bicycle	-1515
▁diction	-1516
▁dollars	-1517
▁feeling	-1518
▁talking	-1519
▁students	-1520
▁watching	-1521
pr	-1522
▁1	-1523
▁上	-1524
了解	-1525
作业	-1526
健康	-1527
公车	-1528
年了	-1529
并不	-1530
必要	-1531
最近	-1532
汽车	-1533
考虑	-1534
还没	-1535
era	-1536
▁她把	-1537
▁那个	-1538
一个人	-1539
ason	-1540
ates	-1541
ween	-1542
▁bor	-1543
▁cam	-1544
▁ran	-1545
▁sit	-1546
▁soc	-1547
▁我必须	-1548
▁我无法	-1549
▁这本书	-1550
▁base	-1551
▁clim	-1552
▁comm	-1553
▁else	-1554
gether	-1555
▁piano	-1556
▁since	-1557
▁worth	-1558
▁abroad	-1559
▁danger	-1560
▁health	-1561
▁longer	-1562
▁myself	-1563
▁america	-1564
▁between	-1565
▁happened	-1566
▁speaking	-1567
▁questions	-1568
▁dictionary	-1569
▁从	-1570
▁天	-1571
下一	-1572
兄弟	-1573
兴趣	-1574
哥哥	-1575
国家	-1576
太多	-1577
忘了	-1578
拒绝	-1579
晚饭	-1580
照片	-1581
美元	-1582
要去	-1583
迟到	-1584
通常	-1585
ans	-1586
ash	-1587
not	-1588
ush	-1589
有很多	-1590
汤姆的	-1591
imes	-1592
mmer	-1593
uter	-1594
▁adm	-1595
▁cut	-1596
▁eve	-1597
▁tre	-1598
▁vac	-1599
▁cons	-1600
▁fell	-1601
▁gets	-1602
▁town	-1603
▁apple	-1604
▁birth	-1605
▁catch	-1606
▁eight	-1607
▁grand	-1608
▁loves	-1609
▁point	-1610
▁across	-1611
▁camera	-1612
▁cannot	-1613
▁taking	-1614
▁shouldn	-1615
▁trouble	-1616
▁differen	-1617
▁possible	-1618
▁swimming	-1619
▁together	-1620
▁没	-1621
他会	-1622
似乎	-1623
到他	-1624
办公	-1625
动物	-1626
字典	-1627
就会	-1628
年前	-1629
弟弟	-1630
我能	-1631
有人	-1632
死了	-1633
比我	-1634
英文	-1635
足球	-1636
飞机	-1637
oup	-1638
▁ob	-1639
▁他把	-1640
▁日本	-1641
▁这里	-1642
和玛丽	-1643
所有的	-1644
自己的	-1645
▁hit	-1646
▁mil	-1647
▁rad	-1648
inion	-1649
▁died	-1650
▁each	-1651
▁full	-1652
▁might	-1653
▁mount	-1654
▁movie	-1655
▁sense	-1656
▁spent	-1657
▁expect	-1658
▁follow	-1659
▁seeing	-1660
▁decided	-1661
▁opinion	-1662
▁business	-1663
▁sometimes	-1664
▁很	-1665
也不	-1666
事情	-1667
他是	-1668
值得	-1669
公园	-1670
安静	-1671
完全	-1672
擅长	-1673
放在	-1674
整天	-1675
是你	-1676
自行	-1677
色的	-1678
解释	-1679
谢谢	-1680
那样	-1681
铅笔	-1682
▁他很	-1683
▁昨晚	-1684
办公室	-1685
的时间	-1686
自行车	-1687
▁exc	-1688
▁own	-1689
▁你觉得	-1690
这个问题	-1691
▁clot	-1692
▁conf	-1693
▁fast	-1694
▁head	-1695
▁news	-1696
▁suit	-1697
▁汤姆没有	-1698
▁build	-1699
▁earth	-1700
▁older	-1701
▁radio	-1702
▁yours	-1703
▁caught	-1704
▁strong	-1705
▁summer	-1706
▁against	-1707
▁evening	-1708
▁baseball	-1709
▁computer	-1710
▁mountain	-1711
▁important	-1712
▁listening	-1713
20	-1714
使用	-1715
到达	-1716
午饭	-1717
只狗	-1718
我不	-1719
新的	-1720
是不	-1721
有点	-1722
消息	-1723
清楚	-1724
相机	-1725
真是	-1726
纽约	-1727
给了	-1728
给他	-1729
钥匙	-1730
cil	-1731
ord	-1732
▁nu	-1733
▁我把	-1734
为甚么	-1735
了很多	-1736
什么都	-1737
来这里	-1738
花园里	-1739
说什么	-1740
ched	-1741
osed	-1742
▁abs	-1743
▁div	-1744
▁egg	-1745
▁lie	-1746
▁pat	-1747
▁pop	-1748
▁我们要	-1749
▁汤姆想	-1750
▁没有人	-1751
▁bank	-1752
▁bird	-1753
▁cost	-1754
▁fail	-1755
▁forg	-1756
▁smok	-1757
▁song	-1758
▁then	-1759
▁tree	-1760
▁york	-1761
▁check	-1762
▁climb	-1763
▁death	-1764
▁hotel	-1765
▁quiet	-1766
▁ready	-1767
▁story	-1768
▁became	-1769
▁chance	-1770
▁forget	-1771
▁making	-1772
▁return	-1773
▁secret	-1774
▁chinese	-1775
▁whether	-1776
▁pictures	-1777
▁大	-1778
▁除	-1779
为我	-1780
京都	-1781
休息	-1782
你会	-1783
公司	-1784
听到	-1785
图书	-1786
女人	-1787
安全	-1788
帮你	-1789
愿意	-1790
棒球	-1791
错了	-1792
any	-1793
bab	-1794
lic	-1795
ons	-1796
▁ky	-1797
▁他从	-1798
买了一	-1799
做的事	-1800
去那里	-1801
在这儿	-1802
有一个	-1803
ends	-1804
enty	-1805
fort	-1806
ject	-1807
ries	-1808
▁arm	-1809
▁bag	-1810
▁nat	-1811
▁rep	-1812
▁他喜欢	-1813
▁你喜欢	-1814
▁你怎么	-1815
▁我昨天	-1816
▁汤姆是	-1817
ience	-1818
▁lake	-1819
▁libr	-1820
▁seat	-1821
▁send	-1822
▁汤姆说他	-1823
▁along	-1824
▁chair	-1825
▁clear	-1826
▁kyoto	-1827
▁later	-1828
▁seven	-1829
▁surpr	-1830
▁accept	-1831
▁attend	-1832
▁pencil	-1833
▁soccer	-1834
▁speaks	-1835
▁worked	-1836
▁vacation	-1837
▁dangerous	-1838
em	-1839
gr	-1840
ib	-1841
上班	-1842
写信	-1843
别人	-1844
周末	-1845
困难	-1846
大利	-1847
好像	-1848
帮忙	-1849
得到	-1850
感冒	-1851
故事	-1852
最后	-1853
有趣	-1854
满了	-1855
的吗	-1856
礼物	-1857
老人	-1858
聪明	-1859
说谎	-1860
跟他	-1861
bor	-1862
ces	-1863
ger	-1864
ial	-1865
led	-1866
ned	-1867
ont	-1868
▁fu	-1869
▁mt	-1870
▁一个	-1871
▁他会	-1872
▁他是	-1873
▁我爱	-1874
▁我被	-1875
▁给我	-1876
▁这条	-1877
▁那是	-1878
他们的	-1879
去哪里	-1880
去学校	-1881
图书馆	-1882
在家里	-1883
房间里	-1884
每天都	-1885
here	-1886
mbre	-1887
room	-1888
ully	-1889
upid	-1890
▁men	-1891
▁mom	-1892
▁rel	-1893
▁sto	-1894
▁sub	-1895
▁tic	-1896
▁我们的	-1897
▁我爸爸	-1898
ision	-1899
phone	-1900
veral	-1901
▁bath	-1902
▁glad	-1903
▁gone	-1904
▁poor	-1905
▁prom	-1906
▁test	-1907
▁wash	-1908
▁wine	-1909
mbrell	-1910
▁elect	-1911
▁paper	-1912
▁small	-1913
▁store	-1914
▁woman	-1915
▁concer	-1916
▁others	-1917
▁probab	-1918
▁saying	-1919
▁stupid	-1920
▁library	-1921
▁several	-1922
▁sundays	-1923
▁umbrell	-1924
▁writing	-1925
30	-1926
lt	-1927
▁z	-1928
但我	-1929
几个	-1930
坐在	-1931
头发	-1932
妻子	-1933
得不	-1934
情况	-1935
感谢	-1936
报纸	-1937
抱歉	-1938
接受	-1939
有多	-1940
机会	-1941
注意	-1942
电脑	-1943
病了	-1944
秘密	-1945
窗户	-1946
通过	-1947
都是	-1948
马上	-1949
fer	-1950
ics	-1951
man	-1952
unk	-1953
▁我只	-1954
▁警察	-1955
▁许多	-1956
▁请把	-1957
看电视	-1958
跟汤姆	-1959
ceed	-1960
oken	-1961
urch	-1962
▁age	-1963
▁art	-1964
▁dur	-1965
▁flo	-1966
▁inc	-1967
▁med	-1968
▁swe	-1969
▁我相信	-1970
ition	-1971
▁club	-1972
▁dead	-1973
▁grow	-1974
▁kept	-1975
▁luck	-1976
▁rich	-1977
▁shut	-1978
▁chang	-1979
▁front	-1980
▁horse	-1981
▁juice	-1982
▁worry	-1983
▁belong	-1984
▁during	-1985
▁finish	-1986
▁nobody	-1987
▁reason	-1988
▁stayed	-1989
▁weight	-1990
▁enjoyed	-1991
▁present	-1992
▁raining	-1993
▁smoking	-1994
▁success	-1995
▁building	-1996
▁probably	-1997
▁umbrella	-1998
▁telephone	-1999
cy	-2000
▁下	-2001
▁再	-2002
三个	-2003
事故	-2004
会儿	-2005
你在	-2006
吃了	-2007
吉他	-2008
和他	-2009
唯一	-2010
害怕	-2011
小心	-2012
尽力	-2013
巴黎	-2014
帽子	-2015
您的	-2016
我去	-2017
我就	-2018
手表	-2019
是否	-2020
有个	-2021
比你	-2022
生日	-2023
用的	-2024
眼镜	-2025
说她	-2026
走路	-2027
辆车	-2028
进了	-2029
都在	-2030
音机	-2031
驾驶	-2032
erv	-2033
irt	-2034
ove	-2035
uss	-2036
vel	-2037
▁ok	-2038
▁sa	-2039
▁但愿	-2040
▁英语	-2041
不是么	-2042
可能会	-2043
是什么	-2044
aken	-2045
ison	-2046
itar	-2047
ured	-2048
▁cor	-2049
▁ill	-2050
▁ind	-2051
▁inf	-2052
▁law	-2053
▁pri	-2054
▁tax	-2055
▁他不是	-2056
▁他没有	-2057
fully	-2058
ither	-2059
ivers	-2060
▁anim	-2061
▁card	-2062
▁dogs	-2063
▁felt	-2064
▁hasn	-2065
▁heav	-2066
▁road	-2067
▁每个人都	-2068
▁dream	-2069
▁floor	-2070
▁hurry	-2071
▁inter	-2072
▁laugh	-2073
▁plays	-2074
▁quick	-2075
▁church	-2076
▁guitar	-2077
▁rather	-2078
▁turned	-2079
▁address	-2080
▁careful	-2081
▁running	-2082
▁started	-2083
▁studied	-2084
▁weekend	-2085
▁birthday	-2086
▁mistakes	-2087
▁everybody	-2088
▁interested	-2089
▁哪	-2090
不了	-2091
不好	-2092
也没	-2093
关系	-2094
其他	-2095
准时	-2096
出来	-2097
夏天	-2098
失败	-2099
小孩	-2100
想法	-2101
意见	-2102
承认	-2103
把它	-2104
教堂	-2105
旅馆	-2106
曾经	-2107
期待	-2108
来自	-2109
永远	-2110
眼睛	-2111
立刻	-2112
第一	-2113
箱子	-2114
结束	-2115
花了	-2116
英国	-2117
蛋糕	-2118
讨论	-2119
说的	-2120
足够	-2121
跟她	-2122
银行	-2123
长大	-2124
高中	-2125
log	-2126
ves	-2127
▁vo	-2128
▁因为	-2129
收音机	-2130
最喜欢	-2131
最好的	-2132
有一些	-2133
的地方	-2134
ical	-2135
▁die	-2136
▁hat	-2137
▁kit	-2138
▁set	-2139
▁你不能	-2140
▁对不起	-2141
▁我不是	-2142
▁我明天	-2143
▁我看见	-2144
▁我非常	-2145
对我来说	-2146
itten	-2147
where	-2148
▁cake	-2149
▁grad	-2150
▁milk	-2151
▁paid	-2152
▁team	-2153
ations	-2154
ention	-2155
▁newsp	-2156
▁paris	-2157
▁takes	-2158
▁behind	-2159
▁famous	-2160
▁movies	-2161
▁number	-2162
▁passed	-2163
▁played	-2164
▁spoken	-2165
▁clothes	-2166
▁driving	-2167
▁explain	-2168
▁forward	-2169
▁outside	-2170
▁succeed	-2171
▁univers	-2172
gn	-2173
ji	-2174
不见	-2175
中国	-2176
中文	-2177
介意	-2178
借我	-2179
做到	-2180
六点	-2181
功课	-2182
和你	-2183
士山	-2184
完了	-2185
对的	-2186
忍受	-2187
改变	-2188
放学	-2189
早起	-2190
晚餐	-2191
更多	-2192
机场	-2193
椅子	-2194
比较	-2195
犯了	-2196
理由	-2197
甚至	-2198
给她	-2199
老板	-2200
聚会	-2201
要求	-2202
运动	-2203
这种	-2204
阅读	-2205
ilt	-2206
ses	-2207
▁她不	-2208
▁当我	-2209
▁我还	-2210
一本书	-2211
公园里	-2212
在那里	-2213
富士山	-2214
很有趣	-2215
星期天	-2216
的女孩	-2217
说法语	-2218
迟到了	-2219
ages	-2220
airs	-2221
ions	-2222
more	-2223
omed	-2224
ying	-2225
▁bas	-2226
▁col	-2227
▁its	-2228
▁pie	-2229
▁sky	-2230
▁tou	-2231
▁他是个	-2232
▁她现在	-2233
▁我以前	-2234
▁我妈妈	-2235
▁我真的	-2236
做了什么	-2237
ating	-2238
▁born	-2239
▁boss	-2240
▁bott	-2241
▁dist	-2242
▁eggs	-2243
▁fall	-2244
▁foot	-2245
▁fuji	-2246
▁ital	-2247
▁lock	-2248
▁prop	-2249
▁quit	-2250
▁slow	-2251
▁temp	-2252
▁我不认为	-2253
ighbor	-2254
itting	-2255
▁carry	-2256
▁drunk	-2257
▁marry	-2258
▁plane	-2259
▁stamp	-2260
▁storm	-2261
▁teach	-2262
▁trust	-2263
▁我认为汤姆	-2264
▁汤姆和玛丽	-2265
▁decide	-2266
▁expens	-2267
▁forgot	-2268
▁talked	-2269
▁ticket	-2270
▁winter	-2271
▁airport	-2272
▁anymore	-2273
▁company	-2274
▁cooking	-2275
▁glasses	-2276
▁herself	-2277
▁walking	-2278
▁wearing	-2279
▁neighbor	-2280
▁university	-2281
by	-2282
kk	-2283
za	-2284
▁只	-2285
一切	-2286
一杯	-2287
不太	-2288
为了	-2289
之间	-2290
但是	-2291
北海	-2292
去世	-2293
声音	-2294
小说	-2295
巴士	-2296
年纪	-2297
惊讶	-2298
打扫	-2299
放弃	-2300
教师	-2301
数学	-2302
早点	-2303
来看	-2304
牛奶	-2305
看了	-2306
舒服	-2307
试著	-2308
说得	-2309
进来	-2310
都会	-2311
eal	-2312
ric	-2313
ude	-2314
uit	-2315
▁sy	-2316
▁他被	-2317
▁你还	-2318
▁我刚	-2319
▁我厌	-2320
做甚么	-2321
北海道	-2322
很好的	-2323
很容易	-2324
感兴趣	-2325
没有人	-2326
结婚了	-2327
让汤姆	-2328
长时间	-2329
aged	-2330
aido	-2331
ever	-2332
idge	-2333
irty	-2334
less	-2335
ness	-2336
urse	-2337
▁ass	-2338
▁cer	-2339
▁ext	-2340
▁guy	-2341
▁har	-2342
▁hon	-2343
▁key	-2344
▁lea	-2345
▁piz	-2346
▁pub	-2347
▁我不会	-2348
▁我正在	-2349
▁我每天	-2350
▁我记得	-2351
▁请给我	-2352
▁这不是	-2353
▁这是我	-2354
告诉汤姆	-2355
很快就会	-2356
dered	-2357
icine	-2358
▁bill	-2359
▁deep	-2360
▁fool	-2361
▁half	-2362
▁hokk	-2363
▁hold	-2364
▁mail	-2365
▁move	-2366
▁post	-2367
▁prep	-2368
▁real	-2369
▁sell	-2370
▁sign	-2371
▁taxi	-2372
▁wake	-2373
▁为什么你	-2374
▁我们必须	-2375
▁汤姆是个	-2376
发生了什么	-2377
▁began	-2378
▁black	-2379
▁clock	-2380
▁close	-2381
▁enter	-2382
▁exact	-2383
▁worse	-2384
▁你什么时候	-2385
▁apples	-2386
▁borrow	-2387
▁killed	-2388
▁moment	-2389
▁monday	-2390
▁showed	-2391
▁waited	-2392
▁brought	-2393
▁certain	-2394
▁foreign	-2395
▁leaving	-2396
▁visited	-2397
▁hokkaido	-2398
▁medicine	-2399
▁problems	-2400
▁expensive	-2401
10	-2402
ai	-2403
▁太	-2404
一只	-2405
一张	-2406
不同	-2407
主意	-2408
以为	-2409
住了	-2410
你们	-2411
再来	-2412
写了	-2413
出门	-2414
办法	-2415
地址	-2416
存在	-2417
对你	-2418
将在	-2419
很大	-2420
快乐	-2421
想去	-2422
欧洲	-2423
理解	-2424
肯定	-2425
胜过	-2426
衬衫	-2427
让她	-2428
说了	-2429
这事	-2430
选择	-2431
遇见	-2432
邀请	-2433
那些	-2434
都不	-2435
钢笔	-2436
鞋子	-2437
hen	-2438
ime	-2439
isf	-2440
lan	-2441
une	-2442
uro	-2443
▁im	-2444
▁人们	-2445
▁今晚	-2446
▁所有	-2447
一起去	-2448
十分钟	-2449
叫什么	-2450
放学后	-2451
玛丽的	-2452
的问题	-2453
ames	-2454
ener	-2455
ider	-2456
ract	-2457
▁cup	-2458
▁yen	-2459
▁他们在	-2460
▁他已经	-2461
▁你不必	-2462
▁你昨天	-2463
▁你现在	-2464
▁告诉我	-2465
▁我们不	-2466
▁我期待	-2467
一个朋友	-2468
告诉我们	-2469
aster	-2470
ction	-2471
ended	-2472
urope	-2473
▁cats	-2474
▁cour	-2475
▁deal	-2476
▁fact	-2477
▁fine	-2478
▁nine	-2479
▁side	-2480
▁thre	-2481
▁till	-2482
▁wood	-2483
▁我会给你	-2484
father	-2485
▁allow	-2486
▁earli	-2487
▁eaten	-2488
▁fruit	-2489
▁guess	-2490
▁known	-2491
▁maybe	-2492
▁order	-2493
▁ought	-2494
▁pizza	-2495
▁smoke	-2496
▁twice	-2497
▁white	-2498
▁汤姆不知道	-2499
▁汤姆告诉我	-2500
▁crying	-2501
▁europe	-2502
▁prison	-2503
▁walked	-2504
▁stopped	-2505
▁written	-2506
▁american	-2507
▁consider	-2508
▁sentence	-2509
▁thinking	-2510
▁newspaper	-2511
▁wonderful	-2512
▁grandfather	-2513
▁到	-2514
▁狗	-2515
▁看	-2516
下了	-2517
乐部	-2518
了个	-2519
事实	-2520
你了	-2521
你能	-2522
保持	-2523
允许	-2524
几天	-2525
出发	-2526
到我	-2527
加拿	-2528
历史	-2529
厨房	-2530
反对	-2531
吃点	-2532
同样	-2533
和她	-2534
哪个	-2535
商店	-2536
喝点	-2537
国外	-2538
坏了	-2539
子里	-2540
家人	-2541
对面	-2542
尽快	-2543
愉快	-2544
我是	-2545
方式	-2546
日元	-2547
有空	-2548
来吗	-2549
正确	-2550
满意	-2551
特别	-2552
看过	-2553
礼貌	-2554
简单	-2555
美丽	-2556
过来	-2557
这是	-2558
邮票	-2559
bit	-2560
ege	-2561
erc	-2562
ham	-2563
ier	-2564
ift	-2565
unt	-2566
▁ce	-2567
▁fa	-2568
▁ty	-2569
▁他对	-2570
▁你没	-2571
▁医生	-2572
▁我该	-2573
▁我请	-2574
▁谢谢	-2575
下雨了	-2576
俱乐部	-2577
吃什么	-2578
弹钢琴	-2579
的事情	-2580
chen	-2581
ices	-2582
land	-2583
olog	-2584
ustr	-2585
▁aff	-2586
▁cho	-2587
▁dro	-2588
▁fly	-2589
▁owe	-2590
▁你需要	-2591
▁孩子们	-2592
▁我们有	-2593
▁我厌倦	-2594
▁我妹妹	-2595
▁我昨晚	-2596
▁我确定	-2597
▁汤姆把	-2598
▁汤姆的	-2599
affic	-2600
ently	-2601
▁appe	-2602
▁aunt	-2603
▁crow	-2604
▁date	-2605
▁furn	-2606
▁germ	-2607
▁guys	-2608
▁hurt	-2609
▁impo	-2610
▁ride	-2611
▁salt	-2612
▁ship	-2613
▁sugg	-2614
▁今天早上	-2615
▁你不应该	-2616
▁我知道你	-2617
▁canad	-2618
▁color	-2619
▁gradu	-2620
▁heavy	-2621
▁needs	-2622
▁novel	-2623
▁pract	-2624
▁proud	-2625
▁taken	-2626
▁touch	-2627
▁trans	-2628
▁whole	-2629
▁whose	-2630
ination	-2631
▁asleep	-2632
▁comple	-2633
▁easily	-2634
▁either	-2635
▁except	-2636
▁hungry	-2637
▁months	-2638
▁prefer	-2639
▁public	-2640
▁report	-2641
▁anybody	-2642
▁capital	-2643
▁changed	-2644
▁college	-2645
▁earlier	-2646
▁invited	-2647
▁kitchen	-2648
▁quickly	-2649
▁staying	-2650
▁traffic	-2651
▁younger	-2652
▁actually	-2653
▁complain	-2654
▁learning	-2655
▁different	-2656
▁impossible	-2657
du	-2658
ey	-2659
gu	-2660
▁5	-2661
▁6	-2662
▁去	-2663
▁由	-2664
▁能	-2665
一名	-2666
一支	-2667
一本	-2668
三天	-2669
下雪	-2670
丢了	-2671
两次	-2672
以后	-2673
价格	-2674
你来	-2675
修理	-2676
偷了	-2677
冬天	-2678
午餐	-2679
地震	-2680
外国	-2681
大约	-2682
好人	-2683
就能	-2684
幸福	-2685
度假	-2686
建筑	-2687
很久	-2688
得多	-2689
忘记	-2690
意义	-2691
意外	-2692
我在	-2693
我没	-2694
戒烟	-2695
战争	-2696
报告	-2697
收到	-2698
旁边	-2699
日语	-2700
根本	-2701
检查	-2702
欢迎	-2703
毕业	-2704
河里	-2705
生命	-2706
的路	-2707
科学	-2708
耐心	-2709
行李	-2710
车子	-2711
适合	-2712
道歉	-2713
那儿	-2714
那是	-2715
钱包	-2716
面包	-2717
首歌	-2718
aug	-2719
aur	-2720
ber	-2721
ior	-2722
ron	-2723
ton	-2724
usb	-2725
▁es	-2726
▁你该	-2727
▁她为	-2728
▁她很	-2729
▁我一	-2730
▁我得	-2731
▁我怕	-2732
▁我问	-2733
▁有些	-2734
▁这家	-2735
▁这张	-2736
▁除了	-2737
下个月	-2738
什么事	-2739
去世了	-2740
回来的	-2741
多久了	-2742
多少钱	-2743
工作了	-2744
汤姆会	-2745
玩得很	-2746
班火车	-2747
的那个	-2748
第一次	-2749
美国人	-2750
avor	-2751
oose	-2752
outh	-2753
ring	-2754
▁ate	-2755
▁bur	-2756
▁cal	-2757
▁ent	-2758
▁fif	-2759
▁flu	-2760
▁fut	-2761
▁kid	-2762
▁你今天	-2763
▁你想要	-2764
▁你明天	-2765
▁她没有	-2766
▁我一直	-2767
▁我是个	-2768
▁我有一	-2769
▁汤姆没	-2770
任何东西	-2771
在波士顿	-2772
▁ball	-2773
▁cent	-2774
▁face	-2775
▁gift	-2776
▁grew	-2777
▁less	-2778
▁lose	-2779
▁priv	-2780
▁reco	-2781
▁resp	-2782
▁你看起来	-2783
▁我们应该	-2784
▁我们没有	-2785
▁我希望你	-2786
▁我很高兴	-2787
▁汤姆知道	-2788
叫什么名字	-2789
isfied	-2790
ousand	-2791
usband	-2792
▁alive	-2793
▁bread	-2794
▁china	-2795
▁crowd	-2796
▁exper	-2797
▁offer	-2798
▁photo	-2799
▁plans	-2800
▁shirt	-2801
▁solve	-2802
▁trees	-2803
artment	-2804
▁apolog	-2805
▁bridge	-2806
▁driver	-2807
▁failed	-2808
▁filled	-2809
▁future	-2810
▁honest	-2811
▁inform	-2812
▁leaves	-2813
▁minute	-2814
▁transl	-2815
▁trying	-2816
▁collect	-2817
▁depends	-2818
▁discuss	-2819
▁earthqu	-2820
▁exactly	-2821
▁meaning	-2822
▁serious	-2823
▁sitting	-2824
▁strange	-2825
▁worried	-2826
▁thousand	-2827
▁carefully	-2828
▁surprised	-2829
▁information	-2830
co	-2831
▁尽	-2832
▁据	-2833
▁每	-2834
▁用	-2835
▁真	-2836
▁还	-2837
一条	-2838
上床	-2839
不多	-2840
中的	-2841
为你	-2842
之后	-2843
了她	-2844
今年	-2845
信任	-2846
做饭	-2847
免费	-2848
入了	-2849
关于	-2850
再也	-2851
几点	-2852
出国	-2853
出生	-2854
十年	-2855
呼吸	-2856
啤酒	-2857
姐姐	-2858
它是	-2859
就要	-2860
很忙	-2861
很高	-2862
微笑	-2863
快点	-2864
成了	-2865
我想	-2866
护士	-2867
抱怨	-2868
整个	-2869
方法	-2870
早饭	-2871
明年	-2872
是吗	-2873
死于	-2874
母语	-2875
法国	-2876
穿著	-2877
突然	-2878
站在	-2879
笑了	-2880
笑话	-2881
累了	-2882
约会	-2883
终于	-2884
翻译	-2885
能力	-2886
见你	-2887
试图	-2888
说过	-2889
谈论	-2890
跑步	-2891
身上	-2892
车吗	-2893
车撞	-2894
这份	-2895
那事	-2896
野餐	-2897
钓鱼	-2898
问我	-2899
马路	-2900
den	-2901
eth	-2902
icn	-2903
ken	-2904
ual	-2905
ute	-2906
▁他说	-2907
▁伦敦	-2908
▁你很	-2909
▁去年	-2910
▁她会	-2911
▁我真	-2912
▁没人	-2913
▁火车	-2914
▁请问	-2915
一会儿	-2916
上你的	-2917
下一步	-2918
不可能	-2919
不高兴	-2920
了一些	-2921
任何人	-2922
你的书	-2923
去上学	-2924
吃早餐	-2925
和他的	-2926
在日本	-2927
太多了	-2928
就好了	-2929
怎么做	-2930
找到了	-2931
的英语	-2932
给我们	-2933
给我的	-2934
给玛丽	-2935
足够的	-2936
递给我	-2937
都没有	-2938
ache	-2939
alia	-2940
aves	-2941
cent	-2942
grap	-2943
ines	-2944
osal	-2945
tory	-2946
umor	-2947
▁eng	-2948
▁ice	-2949
▁map	-2950
▁mur	-2951
▁top	-2952
▁他不会	-2953
▁他可能	-2954
▁他总是	-2955
▁他昨天	-2956
▁你相信	-2957
▁她是个	-2958
▁我从没	-2959
▁我几乎	-2960
▁说英语	-2961
▁那是我	-2962
一点也不	-2963
去看电影	-2964
待在家里	-2965
acket	-2966
icnic	-2967
▁beer	-2968
▁bell	-2969
▁burn	-2970
▁case	-2971
▁hate	-2972
▁laug	-2973
▁lots	-2974
▁loud	-2975
▁mess	-2976
▁none	-2977
▁noon	-2978
▁shop	-2979
▁step	-2980
▁我想知道	-2981
▁我认为我	-2982
玩得很开心	-2983
aurant	-2984
vision	-2985
▁austr	-2986
▁beach	-2987
▁exerc	-2988
▁exist	-2989
▁favor	-2990
▁knock	-2991
▁neare	-2992
▁noise	-2993
▁price	-2994
▁spend	-2995
▁spoke	-2996
▁sport	-2997
▁teeth	-2998
cessary	-2999
ulation	-3000
ustomed	-3001
▁broken	-3002
▁canada	-3003
▁choose	-3004
▁closed	-3005
▁excuse	-3006
▁flower	-3007
▁inside	-3008
▁likely	-3009
▁missed	-3010
▁partic	-3011
▁picnic	-3012
▁slowly	-3013
▁taller	-3014
▁twenty	-3015
▁animals	-3016
▁concert	-3017
▁fishing	-3018
▁history	-3019
▁husband	-3020
▁laughed	-3021
▁learned	-3022
▁ordered	-3023
▁patient	-3024
▁refused	-3025
▁sisters	-3026
▁suggest	-3027
▁brothers	-3028
▁electric	-3029
▁attention	-3030
▁australia	-3031
▁countries	-3032
▁graduated	-3033
▁languages	-3034
▁somewhere	-3035
▁accustomed	-3036
▁difference	-3037
▁restaurant	-3038
▁television	-3039
cc	-3040
▁多	-3041
▁就	-3042
▁海	-3043
▁火	-3044
一遍	-3045
丈夫	-3046
三次	-3047
下周	-3048
不去	-3049
中受	-3050
书桌	-3051
交通	-3052
从来	-3053
他不	-3054
何时	-3055
做得	-3056
停止	-3057
公交	-3058
关门	-3059
出席	-3060
出现	-3061
利用	-3062
前面	-3063
句子	-3064
句话	-3065
号码	-3066
吃完	-3067
吃过	-3068
吃饭	-3069
嗜好	-3070
处理	-3071
外套	-3072
失去	-3073
奇怪	-3074
姐妹	-3075
婴儿	-3076
学会	-3077
家具	-3078
将会	-3079
就像	-3080
干净	-3081
怎样	-3082
我吗	-3083
所知	-3084
手臂	-3085
持续	-3086
收集	-3087
新车	-3088
柳橙	-3089
水果	-3090
流利	-3091
浪费	-3092
游戏	-3093
滑雪	-3094
然后	-3095
玫瑰	-3096
盒子	-3097
目前	-3098
祖父	-3099
离婚	-3100
等待	-3101
答案	-3102
糟糕	-3103
罗马	-3104
能够	-3105
规则	-3106
警告	-3107
计程	-3108
讨厌	-3109
请你	-3110
读完	-3111
赶上	-3112
跑得	-3113
跳舞	-3114
车去	-3115
过去	-3116
这张	-3117
进步	-3118
退休	-3119
里的	-3120
里面	-3121
随时	-3122
000	-3123
aka	-3124
ech	-3125
hip	-3126
inc	-3127
mat	-3128
oof	-3129
res	-3130
▁os	-3131
▁你把	-3132
▁你真	-3133
▁她被	-3134
▁我家	-3135
▁我猜	-3136
▁我看	-3137
▁这场	-3138
▁这本	-3139
世界上	-3140
他的车	-3141
任何事	-3142
你应该	-3143
你必须	-3144
你想要	-3145
到车站	-3146
到那里	-3147
加拿大	-3148
危险的	-3149
和汤姆	-3150
回来了	-3151
失败了	-3152
弹吉他	-3153
怎么了	-3154
想知道	-3155
所以我	-3156
是对的	-3157
更好的	-3158
最近的	-3159
有什么	-3160
漂亮的	-3161
用我的	-3162
真的很	-3163
离开了	-3164
给汤姆	-3165
自己做	-3166
认为我	-3167
讲英语	-3168
这封信	-3169
遇到了	-3170
音乐会	-3171
case	-3172
ches	-3173
cket	-3174
dred	-3175
ency	-3176
ined	-3177
lves	-3178
oint	-3179
olen	-3180
ules	-3181
▁bar	-3182
▁cot	-3183
▁cur	-3184
▁dad	-3185
▁dut	-3186
▁emp	-3187
▁fox	-3188
▁gas	-3189
▁hid	-3190
▁hob	-3191
▁inj	-3192
▁leg	-3193
▁mag	-3194
▁mot	-3195
▁opp	-3196
▁pur	-3197
▁wed	-3198
▁他非常	-3199
▁你介意	-3200
▁你确定	-3201
▁我不懂	-3202
▁我以为	-3203
▁我们能	-3204
▁我只是	-3205
▁我同意	-3206
▁我哥哥	-3207
▁我想你	-3208
▁我打算	-3209
▁我认识	-3210
▁汤姆有	-3211
▁请不要	-3212
▁请让我	-3213
学习英语	-3214
成为一名	-3215
每天早上	-3216
没有任何	-3217
这个工作	-3218
asure	-3219
ately	-3220
ceive	-3221
gging	-3222
graph	-3223
gress	-3224
ility	-3225
ouple	-3226
pping	-3227
▁argu	-3228
▁char	-3229
▁clos	-3230
▁hill	-3231
▁lady	-3232
▁meal	-3233
▁meat	-3234
▁past	-3235
▁safe	-3236
▁sold	-3237
▁star	-3238
▁你为甚么	-3239
▁我不记得	-3240
▁我们明天	-3241
▁汤姆现在	-3242
▁汤姆看来	-3243
▁请告诉我	-3244
▁这个男孩	-3245
ission	-3246
▁appro	-3247
▁built	-3248
▁dance	-3249
▁divor	-3250
▁ended	-3251
▁fault	-3252
▁fight	-3253
▁girls	-3254
▁green	-3255
▁italy	-3256
▁keeps	-3257
▁least	-3258
▁liked	-3259
▁loved	-3260
▁means	-3261
▁nurse	-3262
▁osaka	-3263
▁paint	-3264
▁round	-3265
▁rules	-3266
▁shelf	-3267
▁sight	-3268
▁tears	-3269
▁throw	-3270
▁words	-3271
▁我不知道他	-3272
解决这个问题	-3273
▁basket	-3274
▁bottle	-3275
▁couple	-3276
▁eleven	-3277
▁france	-3278
▁harder	-3279
▁hardly	-3280
▁native	-3281
▁plenty	-3282
▁second	-3283
▁states	-3284
▁stolen	-3285
▁united	-3286
▁climbed	-3287
▁england	-3288
▁finally	-3289
▁hundred	-3290
▁injured	-3291
▁nearest	-3292
▁popular	-3293
▁regular	-3294
▁complete	-3295
▁exercise	-3296
▁progress	-3297
▁proposal	-3298
▁returned	-3299
▁sleeping	-3300
▁supposed	-3301
▁whatever	-3302
▁pretended	-3303
▁satisfied	-3304
▁population	-3305
bt	-3306
ci	-3307
ee	-3308
uf	-3309
▁全	-3310
▁好	-3311
▁小	-3312
▁水	-3313
▁猫	-3314
▁自	-3315
▁该	-3316
▁走	-3317
▁风	-3318
一位	-3319
一周	-3320
一年	-3321
一把	-3322
不错	-3323
中午	-3324
中心	-3325
之一	-3326
人的	-3327
他还	-3328
代表	-3329
作家	-3330
便宜	-3331
保证	-3332
倒了	-3333
假装	-3334
做完	-3335
停了	-3336
像个	-3337
再次	-3338
出了	-3339
勇敢	-3340
十分	-3341
单上	-3342
取消	-3343
听见	-3344
吸烟	-3345
哭了	-3346
喝酒	-3347
在乎	-3348
地图	-3349
外面	-3350
大声	-3351
大家	-3352
大阪	-3353
太阳	-3354
它的	-3355
属于	-3356
幅画	-3357
座位	-3358
座山	-3359
开门	-3360
待了	-3361
很棒	-3362
很长	-3363
得了	-3364
忙著	-3365
忠告	-3366
快要	-3367
怀疑	-3368
想到	-3369
打扰	-3370
拍照	-3371
提供	-3372
教室	-3373
敲门	-3374
更好	-3375
法律	-3376
洗澡	-3377
火灾	-3378
爱我	-3379
狐狸	-3380
留在	-3381
疯了	-3382
相同	-3383
相当	-3384
着了	-3385
石头	-3386
确实	-3387
等了	-3388
紧张	-3389
要花	-3390
见到	-3391
设法	-3392
访问	-3393
诚实	-3394
诺言	-3395
负责	-3396
这儿	-3397
遗憾	-3398
那时	-3399
那种	-3400
邮局	-3401
邻居	-3402
除了	-3403
鸡蛋	-3404
ape	-3405
ato	-3406
ell	-3407
iew	-3408
ike	-3409
ird	-3410
med	-3411
old	-3412
ors	-3413
ued	-3414
ury	-3415
▁ef	-3416
▁gh	-3417
▁gi	-3418
▁ve	-3419
▁他比	-3420
▁会议	-3421
▁你对	-3422
▁在这	-3423
▁学校	-3424
▁当你	-3425
▁我宁	-3426
▁我将	-3427
▁我每	-3428
▁老师	-3429
▁这不	-3430
一定是	-3431
一小时	-3432
一整天	-3433
一样高	-3434
下一站	-3435
你的信	-3436
十年了	-3437
去哪儿	-3438
吃晚饭	-3439
听音乐	-3440
告诉过	-3441
在哪儿	-3442
学法语	-3443
干什么	-3444
年轻人	-3445
很高兴	-3446
意大利	-3447
我父亲	-3448
打棒球	-3449
找不到	-3450
搭公车	-3451
日本的	-3452
星期日	-3453
火车站	-3454
照相机	-3455
的人口	-3456
的女人	-3457
的房子	-3458
的路上	-3459
相信你	-3460
跟玛丽	-3461
那件事	-3462
铅笔吗	-3463
问题吗	-3464
aces	-3465
ator	-3466
ding	-3467
erat	-3468
hood	-3469
ides	-3470
like	-3471
osts	-3472
pose	-3473
time	-3474
ulty	-3475
▁del	-3476
▁dou	-3477
▁due	-3478
▁equ	-3479
▁eye	-3480
▁fro	-3481
▁low	-3482
▁nor	-3483
▁occ	-3484
▁pot	-3485
▁ris	-3486
▁sad	-3487
▁sil	-3488
▁sle	-3489
▁ste	-3490
▁他住在	-3491
▁他明天	-3492
▁但愿我	-3493
▁你真的	-3494
▁她喜欢	-3495
▁我们都	-3496
▁我叔叔	-3497
▁我常常	-3498
▁我应该	-3499
▁我要去	-3500
▁昨天我	-3501
▁这是你	-3502
俱乐部的	-3503
几个小时	-3504
继续工作	-3505
要做什么	-3506
说了什么	-3507
这份工作	-3508
ached	-3509
ality	-3510
anges	-3511
arket	-3512
hemat	-3513
ities	-3514
iture	-3515
useum	-3516
vered	-3517
wered	-3518
▁boat	-3519
▁boys	-3520
▁cash	-3521
▁coat	-3522
▁cott	-3523
▁jump	-3524
▁kill	-3525
▁lift	-3526
▁moon	-3527
▁pair	-3528
▁prof	-3529
▁ring	-3530
▁rock	-3531
▁rome	-3532
▁rude	-3533
▁soup	-3534
▁vill	-3535
▁warm	-3536
▁今天下午	-3537
▁她不喜欢	-3538
▁我厌倦了	-3539
▁我想让你	-3540
mother	-3541
selves	-3542
vented	-3543
▁above	-3544
▁cross	-3545
▁gener	-3546
▁habit	-3547
▁press	-3548
▁rains	-3549
▁reach	-3550
▁roses	-3551
▁smell	-3552
▁smile	-3553
▁truck	-3554
▁voice	-3555
▁walks	-3556
▁waste	-3557
▁women	-3558
▁works	-3559
▁你为什么不	-3560
▁我希望汤姆	-3561
▁afford	-3562
▁asking	-3563
▁assist	-3564
▁common	-3565
▁contin	-3566
▁corner	-3567
▁depend	-3568
▁drinks	-3569
▁ghosts	-3570
▁jacket	-3571
▁museum	-3572
▁needed	-3573
▁object	-3574
▁opened	-3575
▁prices	-3576
▁scared	-3577
▁speech	-3578
▁sports	-3579
▁superm	-3580
▁useful	-3581
▁wallet	-3582
▁汤姆告诉我他	-3583
▁account	-3584
▁carried	-3585
▁comfort	-3586
▁cookies	-3587
▁covered	-3588
▁finding	-3589
▁missing	-3590
▁oranges	-3591
▁purpose	-3592
▁respect	-3593
▁respons	-3594
▁telling	-3595
▁village	-3596
▁watched	-3597
▁answered	-3598
▁mathemat	-3599
▁recently	-3600
▁shoulder	-3601
▁somebody	-3602
▁standing	-3603
▁apologize	-3604
▁furniture	-3605
▁necessary	-3606
▁difficulty	-3607
▁earthquake	-3608
▁grandmother	-3609
▁supermarket	-3610
aj	-3611
gy	-3612
ny	-3613
ug	-3614
ze	-3615
▁4	-3616
▁“	-3617
▁做	-3618
▁来	-3619
▁爱	-3620
▁船	-3621
▁警	-3622
▁雨	-3623
一份	-3624
一家	-3625
一间	-3626
上午	-3627
上周	-3628
上面	-3629
不够	-3630
不该	-3631
两天	-3632
九点	-3633
从不	-3634
仔细	-3635
他了	-3636
他在	-3637
会去	-3638
会员	-3639
会在	-3640
依靠	-3641
八点	-3642
关心	-3643
其中	-3644
分之	-3645
到家	-3646
博物	-3647
原谅	-3648
及时	-3649
发烧	-3650
各地	-3651
向你	-3652
听过	-3653
响了	-3654
噪音	-3655
国际	-3656
在十	-3657
场合	-3658
大概	-3659
太太	-3660
她在	-3661
好多	-3662
好运	-3663
如此	-3664
宝宝	-3665
家伙	-3666
家都	-3667
寿司	-3668
帮他	-3669
底下	-3670
当时	-3671
待在	-3672
很冷	-3673
很晚	-3674
总统	-3675
恐怕	-3676
才能	-3677
抽烟	-3678
挂在	-3679
教我	-3680
教育	-3681
断了	-3682
旅游	-3683
暴风	-3684
期望	-3685
杂志	-3686
板上	-3687
果汁	-3688
毫无	-3689
没来	-3690
澳洲	-3691
点儿	-3692
玩具	-3693
的花	-3694
相处	-3695
看着	-3696
看著	-3697
真好	-3698
祖母	-3699
第二	-3700
等你	-3701
等我	-3702
结果	-3703
而为	-3704
至少	-3705
艺术	-3706
行动	-3707
行星	-3708
见面	-3709
证明	-3710
试着	-3711
说你	-3712
说吗	-3713
轻松	-3714
这场	-3715
遵守	-3716
颜色	-3717
饿了	-3718
azy	-3719
bed	-3720
con	-3721
cri	-3722
cut	-3723
ief	-3724
ili	-3725
lew	-3726
mon	-3727
oth	-3728
rol	-3729
ror	-3730
way	-3731
▁10	-3732
▁20	-3733
▁30	-3734
▁av	-3735
▁cd	-3736
▁ed	-3737
▁ev	-3738
▁id	-3739
▁她有	-3740
▁她用	-3741
▁我也	-3742
▁我吃	-3743
▁我正	-3744
▁父亲	-3745
▁看来	-3746
▁这只	-3747
▁这辆	-3748
▁那些	-3749
一封信	-3750
三年前	-3751
不舒服	-3752
什么吗	-3753
会发生	-3754
住在这	-3755
你可以	-3756
做了一	-3757
公交车	-3758
六点钟	-3759
准备好	-3760
博物馆	-3761
可能的	-3762
吃午饭	-3763
告诉他	-3764
唯一的	-3765
在这个	-3766
失去了	-3767
学英语	-3768
市中心	-3769
待多久	-3770
很大的	-3771
怎么办	-3772
我们就	-3773
我必须	-3774
晚饭后	-3775
有趣的	-3776
桌子上	-3777
点东西	-3778
的天气	-3779
的孩子	-3780
的工作	-3781
的男人	-3782
的错误	-3783
看到了	-3784
睡着了	-3785
知道你	-3786
知道的	-3787
红色的	-3788
给自己	-3789
跟我们	-3790
过马路	-3791
这件事	-3792
那样做	-3793
部电影	-3794
ants	-3795
book	-3796
dden	-3797
gers	-3798
iday	-3799
ized	-3800
ling	-3801
ushi	-3802
vers	-3803
▁ast	-3804
▁def	-3805
▁den	-3806
▁det	-3807
▁dry	-3808
▁esc	-3809
▁gun	-3810
▁hop	-3811
▁loc	-3812
▁oil	-3813
▁pos	-3814
▁pun	-3815
▁rid	-3816
▁sim	-3817
▁tie	-3818
▁wet	-3819
▁上个月	-3820
▁他们的	-3821
▁你打算	-3822
▁她已经	-3823
▁她总是	-3824
▁我不太	-3825
▁我买了	-3826
▁我决定	-3827
▁我只想	-3828
▁我听到	-3829
▁我承认	-3830
▁我通常	-3831
▁有些人	-3832
▁汤姆从	-3833
▁汤姆说	-3834
▁汤姆还	-3835
▁请你把	-3836
▁谢谢你	-3837
上床睡觉	-3838
不是真的	-3839
准备好了	-3840
尽力而为	-3841
并不总是	-3842
弹得很好	-3843
我的作业	-3844
河里游泳	-3845
电话号码	-3846
通过考试	-3847
ables	-3848
alent	-3849
arely	-3850
hamed	-3851
itted	-3852
mbers	-3853
olute	-3854
omach	-3855
urday	-3856
vious	-3857
▁acqu	-3858
▁bike	-3859
▁cars	-3860
▁draw	-3861
▁duty	-3862
▁fair	-3863
▁fash	-3864
▁fill	-3865
▁hole	-3866
▁hung	-3867
▁imag	-3868
▁inno	-3869
▁join	-3870
▁keys	-3871
▁lied	-3872
▁nerv	-3873
▁rang	-3874
▁requ	-3875
▁situ	-3876
▁size	-3877
▁你有任何	-3878
▁我买了一	-3879
▁我有一个	-3880
▁我认为你	-3881
▁汤姆可能	-3882
▁汤姆昨天	-3883
ainted	-3884
idence	-3885
overed	-3886
rested	-3887
▁admit	-3888
▁birds	-3889
▁cream	-3890
▁cried	-3891
▁drank	-3892
▁fence	-3893
▁games	-3894
▁heart	-3895
▁hobby	-3896
▁ideas	-3897
▁knife	-3898
▁magaz	-3899
▁moved	-3900
▁smart	-3901
▁songs	-3902
▁sound	-3903
▁stick	-3904
▁sushi	-3905
▁third	-3906
▁veget	-3907
▁weren	-3908
▁我认为我们	-3909
▁汤姆不喜欢	-3910
发生了什么事	-3911
▁absent	-3912
▁amount	-3913
▁begins	-3914
▁boring	-3915
▁cancer	-3916
▁effort	-3917
▁explan	-3918
▁german	-3919
▁giving	-3920
▁larger	-3921
▁murder	-3922
▁nearly	-3923
▁picked	-3924
▁planet	-3925
▁player	-3926
▁potato	-3927
▁prepar	-3928
▁recogn	-3929
▁reserv	-3930
▁sooner	-3931
▁spring	-3932
▁stamps	-3933
▁sudden	-3934
▁supper	-3935
▁thanks	-3936
▁ashamed	-3937
▁control	-3938
▁cottage	-3939
▁hearing	-3940
▁letters	-3941
▁nervous	-3942
▁painted	-3943
▁private	-3944
▁profess	-3945
▁promise	-3946
▁speaker	-3947
▁stomach	-3948
▁theater	-3949
▁willing	-3950
▁汤姆不知道玛丽	-3951
▁absolute	-3952
▁arrested	-3953
▁decision	-3954
▁divorced	-3955
▁planning	-3956
▁saturday	-3957
▁suitcase	-3958
▁surprise	-3959
▁traveled	-3960
▁classroom	-3961
▁president	-3962
▁situation	-3963
▁comfortable	-3964
▁explanation	-3965
▁mathematics	-3966
▁reservation	-3967
▁neighborhood	-3968
.”	-3969
CD	-3970
ef	-3971
uc	-3972
▁3	-3973
▁8	-3974
▁听	-3975
▁显	-3976
▁让	-3977
▁雪	-3978
一辆	-3979
三岁	-3980
上去	-3981
下去	-3982
不在	-3983
世纪	-3984
为止	-3985
举行	-3986
也许	-3987
书架	-3988
互相	-3989
人在	-3990
任务	-3991
体重	-3992
你不	-3993
使我	-3994
关灯	-3995
再说	-3996
写的	-3997
几岁	-3998
出租	-3999
列车	-4000
加哥	-4001
十岁	-4002
原因	-4003
厨师	-4004
可爱	-4005
后悔	-4006
周一	-4007
哈佛	-4008
嘲笑	-4009
圣诞	-4010
在公	-4011
在哪	-4012
在地	-4013
外出	-4014
夜晚	-4015
大量	-4016
太大	-4017
女士	-4018
好处	-4019
嫉妒	-4020
学了	-4021
它了	-4022
实话	-4023
对他	-4024
寻找	-4025
年龄	-4026
床上	-4027
开著	-4028
很美	-4029
得像	-4030
德语	-4031
忙吗	-4032
想吃	-4033
想念	-4034
想象	-4035
想起	-4036
我也	-4037
我很	-4038
我要	-4039
或许	-4040
打破	-4041
抵达	-4042
拜访	-4043
拿着	-4044
按钮	-4045
掉了	-4046
提议	-4047
故意	-4048
文件	-4049
无聊	-4050
日文	-4051
早就	-4052
明显	-4053
春天	-4054
是最	-4055
是用	-4056
是由	-4057
最高	-4058
有钱	-4059
服务	-4060
村庄	-4061
来越	-4062
步行	-4063
比萨	-4064
毛衣	-4065
没人	-4066
点了	-4067
爱你	-4068
玩得	-4069
班上	-4070
男生	-4071
监狱	-4072
看法	-4073
看这	-4074
睡了	-4075
程度	-4076
空气	-4077
穿着	-4078
练习	-4079
绳子	-4080
而且	-4081
联系	-4082
胡子	-4083
脚踏	-4084
自然	-4085
要做	-4086
讲话	-4087
试试	-4088
谈谈	-4089
责任	-4090
赞成	-4091
超市	-4092
跟着	-4093
跟著	-4094
辞职	-4095
这条	-4096
迟了	-4097
迟早	-4098
部分	-4099
锁门	-4100
错的	-4101
门口	-4102
问他	-4103
问你	-4104
阻止	-4105
领带	-4106
风筝	-4107
餐厅	-4108
饥饿	-4109
饮料	-4110
ago	-4111
bum	-4112
del	-4113
ilm	-4114
ney	-4115
ots	-4116
ugg	-4117
yed	-4118
▁di	-4119
▁vi	-4120
▁为了	-4121
▁京都	-4122
▁他刚	-4123
▁他去	-4124
▁他怕	-4125
▁他能	-4126
▁你本	-4127
▁可能	-4128
▁她对	-4129
▁她给	-4130
▁已经	-4131
▁我受	-4132
▁把书	-4133
▁显然	-4134
▁由于	-4135
▁电话	-4136
▁要是	-4137
▁警方	-4138
▁请在	-4139
▁非常	-4140
▁麻烦	-4141
一个月	-4142
一直在	-4143
上个月	-4144
不见了	-4145
义大利	-4146
但是我	-4147
你喜欢	-4148
写了一	-4149
到日本	-4150
到达了	-4151
厨房里	-4152
去睡觉	-4153
参加了	-4154
发生了	-4155
发生在	-4156
受欢迎	-4157
和两个	-4158
咖啡吗	-4159
喝咖啡	-4160
嗜好是	-4161
因为我	-4162
在医院	-4163
对你的	-4164
很危险	-4165
很多次	-4166
很重要	-4167
感冒了	-4168
慢一点	-4169
我可以	-4170
我所知	-4171
把你的	-4172
星期一	-4173
是个好	-4174
是多少	-4175
是甚么	-4176
是真的	-4177
是谁的	-4178
更喜欢	-4179
有一天	-4180
有耐心	-4181
本小说	-4182
来看我	-4183
栋房子	-4184
正确的	-4185
比我好	-4186
比昨天	-4187
游泳吗	-4188
生病了	-4189
的声音	-4190
的照片	-4191
的理由	-4192
直到我	-4193
看上去	-4194
看到他	-4195
芝加哥	-4196
见到他	-4197
见过她	-4198
起来了	-4199
越来越	-4200
跟我说	-4201
错过了	-4202
高中生	-4203
aced	-4204
afet	-4205
ased	-4206
athe	-4207
azed	-4208
ered	-4209
eted	-4210
fect	-4211
gram	-4212
ific	-4213
itch	-4214
kets	-4215
lied	-4216
oted	-4217
rect	-4218
reed	-4219
rist	-4220
uses	-4221
vard	-4222
▁cab	-4223
▁cow	-4224
▁doz	-4225
▁ins	-4226
▁jok	-4227
▁lic	-4228
▁los	-4229
▁mir	-4230
▁mis	-4231
▁ski	-4232
▁ter	-4233
▁tow	-4234
▁zoo	-4235
▁他常常	-4236
▁他很少	-4237
▁他无法	-4238
▁大家都	-4239
▁她昨天	-4240
▁如果我	-4241
▁我们还	-4242
▁我宁愿	-4243
▁我完全	-4244
▁我弟弟	-4245
▁我最近	-4246
▁我父母	-4247
▁我甚至	-4248
▁汤姆很	-4249
▁汤姆被	-4250
两个小时	-4251
他说的话	-4252
你的名字	-4253
借我你的	-4254
去波士顿	-4255
参加会议	-4256
在做什么	-4257
在这里等	-4258
很有意思	-4259
我的名字	-4260
我的工作	-4261
我的房间	-4262
所有的人	-4263
是危险的	-4264
桌子底下	-4265
永远不会	-4266
盐递给我	-4267
离开这个	-4268
这个消息	-4269
conom	-4270
icago	-4271
icken	-4272
iling	-4273
ional	-4274
itive	-4275
ortun	-4276
right	-4277
▁area	-4278
▁carp	-4279
▁conv	-4280
▁dare	-4281
▁dire	-4282
▁ears	-4283
▁film	-4284
▁gold	-4285
▁held	-4286
▁jeal	-4287
▁joke	-4288
▁mach	-4289
▁mill	-4290
▁prov	-4291
▁pull	-4292
▁race	-4293
▁rice	-4294
▁rope	-4295
▁save	-4296
▁spec	-4297
▁stra	-4298
▁tour	-4299
▁type	-4300
▁view	-4301
▁yard	-4302
▁他把他的	-4303
▁他说的话	-4304
▁你最喜欢	-4305
▁她给了我	-4306
▁我不明白	-4307
▁我什么都	-4308
▁我们不能	-4309
▁我们现在	-4310
▁我很抱歉	-4311
▁我把我的	-4312
▁我的母亲	-4313
▁我的父亲	-4314
▁我还没有	-4315
▁汤姆不是	-4316
▁汤姆需要	-4317
▁这是你的	-4318
▁这是我的	-4319
stairs	-4320
▁album	-4321
▁aware	-4322
▁becom	-4323
▁blame	-4324
▁blood	-4325
▁brave	-4326
▁cards	-4327
▁cause	-4328
▁cheap	-4329
▁chess	-4330
▁cloud	-4331
▁fever	-4332
▁fifty	-4333
▁impro	-4334
▁invol	-4335
▁mater	-4336
▁mouth	-4337
▁peace	-4338
▁piece	-4339
▁polit	-4340
▁produ	-4341
▁relax	-4342
▁rumor	-4343
▁share	-4344
▁slept	-4345
▁stars	-4346
▁stock	-4347
▁stone	-4348
▁stops	-4349
▁talks	-4350
▁threw	-4351
▁你很快就会	-4352
▁我不知道你	-4353
▁我不能忍受	-4354
▁我今天早上	-4355
什么时候开始	-4356
完成我的作业	-4357
ibility	-4358
▁animal	-4359
▁button	-4360
▁charge	-4361
▁choice	-4362
▁christ	-4363
▁course	-4364
▁dishes	-4365
▁econom	-4366
▁flying	-4367
▁friday	-4368
▁intern	-4369
▁master	-4370
▁member	-4371
▁salary	-4372
▁scient	-4373
▁shower	-4374
▁single	-4375
▁slight	-4376
▁struck	-4377
▁taught	-4378
▁thinks	-4379
▁toward	-4380
▁trains	-4381
▁warned	-4382
▁washed	-4383
▁accused	-4384
▁advised	-4385
▁appoint	-4386
▁bedroom	-4387
▁century	-4388
▁chicago	-4389
▁chicken	-4390
▁clearly	-4391
▁correct	-4392
▁dressed	-4393
▁elected	-4394
▁express	-4395
▁harvard	-4396
▁jealous	-4397
▁jogging	-4398
▁managed	-4399
▁message	-4400
▁million	-4401
▁program	-4402
▁reached	-4403
▁singing	-4404
▁studies	-4405
▁subject	-4406
▁sweater	-4407
▁wedding	-4408
▁accepted	-4409
▁believes	-4410
▁borrowed	-4411
▁confused	-4412
▁followed	-4413
▁friendly	-4414
▁headache	-4415
▁opportun	-4416
▁pleasure	-4417
▁promised	-4418
▁shopping	-4419
▁teaching	-4420
▁certainly	-4421
▁concerned	-4422
▁daughters	-4423
▁policeman	-4424
▁translate	-4425
▁traveling	-4426
▁absolutely	-4427
▁photograph	-4428
?”	-4429
bs	-4430
nt	-4431
so	-4432
ye	-4433
▁7	-4434
▁十	-4435
▁是	-4436
▁树	-4437
▁老	-4438
▁起	-4439
▁进	-4440
▁钱	-4441
一件	-4442
一边	-4443
七点	-4444
下个	-4445
下车	-4446
不懂	-4447
中我	-4448
中最	-4449
举起	-4450
乡下	-4451
买的	-4452
了三	-4453
了伤	-4454
五点	-4455
亚洲	-4456
人们	-4457
人去	-4458
以至	-4459
会有	-4460
伤了	-4461
体育	-4462
依赖	-4463
保护	-4464
信守	-4465
信息	-4466
公寓	-4467
关上	-4468
其实	-4469
再做	-4470
印度	-4471
厕所	-4472
反了	-4473
受到	-4474
变得	-4475
叫醒	-4476
吃惊	-4477
吃鱼	-4478
各种	-4479
否认	-4480
听我	-4481
囚犯	-4482
图片	-4483
地上	-4484
地球	-4485
坚持	-4486
增加	-4487
士兵	-4488
大雨	-4489
天空	-4490
太难	-4491
头痛	-4492
奶油	-4493
姑姑	-4494
娃娃	-4495
婚礼	-4496
实际	-4497
家庭	-4498
家里	-4499
对待	-4500
小屋	-4501
小的	-4502
尔夫	-4503
左右	-4504
左转	-4505
差点	-4506
带到	-4507
广播	-4508
座桥	-4509
开学	-4510
当然	-4511
彼此	-4512
得太	-4513
忙于	-4514
态度	-4515
慢跑	-4516
成员	-4517
成的	-4518
手指	-4519
手机	-4520
把你	-4521
把我	-4522
护照	-4523
捕了	-4524
控制	-4525
携带	-4526
摩托	-4527
放下	-4528
放松	-4529
政治	-4530
数到	-4531
整夜	-4532
方便	-4533
早晨	-4534
是好	-4535
月份	-4536
有时	-4537
有益	-4538
未来	-4539
来接	-4540
根据	-4541
梦想	-4542
歌手	-4543
洗手	-4544
活着	-4545
流行	-4546
测验	-4547
海滩	-4548
渴望	-4549
演员	-4550
演讲	-4551
熟悉	-4552
爱他	-4553
牙医	-4554
玩笑	-4555
玻璃	-4556
理了	-4557
理论	-4558
生意	-4559
的主	-4560
的大	-4561
的最	-4562
的车	-4563
的首	-4564
盯著	-4565
石油	-4566
礼拜	-4567
空间	-4568
笔钱	-4569
紧急	-4570
经济	-4571
缺乏	-4572
羞耻	-4573
耳朵	-4574
能做	-4575
花园	-4576
花瓶	-4577
萄酒	-4578
蔬菜	-4579
表现	-4580
表示	-4581
表达	-4582
袋子	-4583
袜子	-4584
裙子	-4585
要我	-4586
讯息	-4587
设计	-4588
说我	-4589
谈话	-4590
谣言	-4591
购物	-4592
起了	-4593
身体	-4594
这位	-4595
进入	-4596
进行	-4597
都很	-4598
醉了	-4599
闻名	-4600
阿姨	-4601
雨伞	-4602
面前	-4603
餐馆	-4604
饱了	-4605
骗了	-4606
aps	-4607
bey	-4608
ero	-4609
ert	-4610
gic	-4611
hol	-4612
mas	-4613
oid	-4614
per	-4615
uff	-4616
ule	-4617
▁em	-4618
▁ko	-4619
▁ra	-4620
▁他以	-4621
▁他想	-4622
▁他要	-4623
▁你用	-4624
▁几乎	-4625
▁在你	-4626
▁天气	-4627
▁她从	-4628
▁她是	-4629
▁她问	-4630
▁妈妈	-4631
▁学生	-4632
▁小心	-4633
▁当他	-4634
▁很多	-4635
▁我为	-4636
▁我来	-4637
▁我等	-4638
▁我跟	-4639
▁生活	-4640
▁美国	-4641
▁请您	-4642
▁这位	-4643
▁这种	-4644
▁问题	-4645
一个小	-4646
一杯水	-4647
一起来	-4648
三个月	-4649
上大学	-4650
上有个	-4651
不需要	-4652
了汤姆	-4653
了许多	-4654
五分钟	-4655
五点钟	-4656
人去请	-4657
什么可	-4658
什么好	-4659
从哪里	-4660
他们会	-4661
他会来	-4662
以至于	-4663
做不了	-4664
做这事	-4665
充满了	-4666
出租车	-4667
前几天	-4668
动物园	-4669
半小时	-4670
去散步	-4671
去野餐	-4672
发现了	-4673
吃东西	-4674
名单上	-4675
哪一个	-4676
回家了	-4677
在一起	-4678
